[{"id":1,"email":"water@jpl.nasa.gov","first_name":"Water","last_name":"Bottle","summary":"Developing new forms of space propulsion to allow for longer distance space travel","date":"2019-07-26T21:04:51.283Z","undergrad_select":"false","grad_select":"false","faculty_select":"false"},{"id":2,"email":"reza.r.karimi@jpl.nasa.gov","first_name":"Reza","last_name":"Karimi","summary":"New method of nuclear propulsion for upcoming satellite mission to outer planets.","date":"2019-07-29T17:07:22.208Z","undergrad_select":"true","grad_select":"true","faculty_select":"false"},{"id":3,"email":"jacob.stahl@nasa.gov","first_name":"Jacob","last_name":"Stahl","summary":"This thesis seeks to improve the understanding of thecombustion properties of HAN by conducting fundamental experiments to measure theburning rate of 82.4 weight percent aqueous HAN solutions.","date":"2019-07-26T21:52:56.804Z","undergrad_select":"true","grad_select":"false","faculty_select":"false"},{"id":4,"email":"juergen.mueller@jpl.nasa.gov","first_name":"Juergen","last_name":"Mueller","summary":" As CubeSats become of interest to other users inthe government and industry communities as well, a larger range of capabilities may be required thanexhibited so far, while maintaining the uniqueness of the Cubesat platform. Propulsion capability is crucialin increasing mission capabilities of future CubeSats, such as orbit change and raising, formation flying, andproximity operations.","date":"2019-07-26T21:59:29.894Z","undergrad_select":"true","grad_select":"true","faculty_select":"true"},{"id":5,"email":"larry.matthies@jpl.nasa.gov","first_name":"Larry","last_name":"Matthies","summary":"Increasing the level of spacecraft autonomy is essential for broadening the reach of solar system exploration.Computer vision has and will continue to play an important role in increasing autonomy of both spacecraft and Earthbased robotic vehicles. This article addresses progress on computer vision for planetary rovers and landers and has fourmain parts.","date":"2019-07-29T17:00:49.414Z","undergrad_select":"true","grad_select":"true","faculty_select":"true"},{"id":6,"email":"isteve@robotics.jpl.nasa.gov","first_name":"Steven","last_name":"Goldberg","summary":"We present overviews of our current rover vision and navigation systems, to provide context for the types of computationthat are required to navigate safely","date":"2019-07-26T22:13:31.175Z","undergrad_select":"true","grad_select":"true","faculty_select":"true"},{"id":7,"email":"david.s.mittman@jpl.nasa.gov","first_name":"David","last_name":"Mittman","summary":"Using modular construction equipment and additive manufacturing (3D printing)techniques for binding, mission support structures could be prepared on remote planetary surfaces using native regolith.","date":"2019-07-29T17:22:13.432Z","undergrad_select":"true","grad_select":"true","faculty_select":"false"},{"id":8,"email":"tracie.j.prater@nasa.gov","first_name":"Tracie","last_name":"Prater","summary":" Metal Matrix Composites (MMCs) consist of a metal alloy reinforced withceramic particles or fibers. These materials possess a very high strength to weight ratio,good resistance to impact and wear, and a number of other properties which make themattractive for use in aerospace and defense applications. MMCs have found use in the spaceshuttle orbiter's structural tubing, the Hubble Space Telesc","date":"2019-07-29T22:35:55.057Z","undergrad_select":"true","grad_select":"false","faculty_select":"true"}]